Revit 2025 API
ParameterTypeId.UniformatCode Property
 "Assembly Code"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 25.0.0.0 (25.0.0.0)
Syntax
public static ForgeTypeId UniformatCode { get; }
Public Shared ReadOnly Property UniformatCode As ForgeTypeId
	Get
public:
static property ForgeTypeId^ UniformatCode {
	ForgeTypeId^ get ();
}
static member UniformatCode : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace